Repository: bugbasher-dev/bugbasher
Catalog: apps/app/app/locales/*.po
Languages: ar

source: (${annualPrice} billed annually per user)
ar: (${annualPrice} يُفوتر سنوياً لكل مستخدم)

source: {0, plural, one {# active member} other {# active members}}
ar: {0, plural, one {# عضو نشط} other {# أعضاء نشطون}}

source: {0, plural, one {Share with 1 member} other {Share with # members}}
ar: {0, plural, one {مشاركة مع عضو واحد} other {مشاركة مع # أعضاء}}

source: {0} characters
ar: {0} حرف

source: {backupCodesRemaining} unused codes remaining
ar: {backupCodesRemaining} رموز غير مستخدمة متبقية

source: {basePriceLabel} billed annually
ar: {basePriceLabel} يُفوتر سنوياً

source: {clientName} is requesting access to your organization data
ar: {clientName} يطلب الوصول إلى بيانات منظمتك

source: {completedCount} of {totalSteps} completed
ar: {completedCount} من {totalSteps} مكتمل

source: {days}d ago
ar: منذ {days} يوم

source: {duration, plural, one {# minute ago} other {# minutes ago}}
ar: {duration, plural, one {منذ # دقيقة} other {منذ # دقيقة}}

source: {enabledCount} of {totalCount} notifications enabled
ar: {enabledCount} من {totalCount} إشعار مفعّل

source: {hours}h ago
ar: منذ {hours} ساعة

source: {minutes}m ago
ar: منذ {minutes} دقيقة

source: {percentage}% complete
ar: {percentage}٪ مكتمل

source: {referralCount, plural, one {# person joined using your link!} other {# people joined using your link!}}
ar: {referralCount, plural, one {شخص واحد انضم باستخدام رابطك!} other {# أشخاص انضموا باستخدام رابطك!}}

source: {seconds}s ago
ar: منذ {seconds} ثانية

source: {totalNotesValue} total notes • {avgNotesPerDayValue} avg per day
ar: {totalNotesValue} ملاحظة إجمالاً • {avgNotesPerDayValue} متوسط يومي

source: *.png, *.jpeg files up to 5 MB
ar: ملفات *.png و *.jpeg حتى 5 ميجابايت

source: ← Back to SSO login
ar: → العودة إلى تسجيل الدخول بـ SSO

source: +2 points
ar: +٢ نقطة

source: +5 points/referral
ar: +٥ نقاط/إحالة

source: ✓ Discord points claimed
ar: ✓ تم المطالبة بنقاط Discord

source: ${basePriceValue} billed annually
ar: ${basePriceValue} يُفوتر سنوياً

source: 1-10 people
ar: 1-10 أشخاص

source: 11-50 people
ar: 11-50 شخص

source: 201-500 people
ar: 201-500 شخص

source: 500+ people
ar: 500+ شخص

source: 51-200 people
ar: 51-200 شخص

source: A user already exists with this email
ar: يوجد مستخدم بالفعل بهذا البريد الإلكتروني

source: A user already exists with this username
ar: يوجد مستخدم بالفعل بهذا اسم المستخدم

source: Accept
ar: قبول

source: Access Key ID
ar: معرف مفتاح الوصول

source: Account
ar: الحساب

source: Account ID copied to clipboard
ar: تم نسخ معرف الحساب إلى الحافظة

source: Account settings
ar: إعدادات الحساب

source: Account Suspended
ar: الحساب معلق

source: Acme Inc.
ar: شركة Acme

source: Actions
ar: الإجراءات

source: Active
ar: نشط

source: Activity
ar: النشاط

source: Add a comment...
ar: أضف تعليقاً...

source: Add another invitation
ar: إضافة دعوة أخرى

source: Add column
ar: إضافة عمود

source: Add images
ar: إضافة صور

source: Add members
ar: إضافة أعضاء

source: Add Members
ar: إضافة أعضاء

source: Add more connections
ar: إضافة المزيد من الاتصالات

source: Add next steps
ar: إضافة الخطوات التالية

source: Add organization
ar: إضافة منظمة

source: Add reviewer
ar: إضافة مراجع

source: Add Section
ar: إضافة قسم

source: Add the following configuration to the file:
ar: أضف التكوين التالي إلى الملف:

source: Add this configuration to your .kiro/settings/mcp.json:
ar: أضف هذا التكوين إلى ملف .kiro/settings/mcp.json:

source: Add your team members to get started. You can always invite more people later.
ar: أضف أعضاء فريقك للبدء. يمكنك دائمًا دعوة المزيد من الأشخاص لاحقًا.

source: Additional users: {monthlyPriceLabel}/user/month
ar: مستخدمون إضافيون: {monthlyPriceLabel}/مستخدم/شهر

source: Additional users: {monthlyPriceLabel}/user/month<0>({annualPriceLabel} billed annually per user)</0>
ar: مستخدمون إضافيون: {monthlyPriceLabel}/مستخدم/شهر<0>({annualPriceLabel} يُفوتر سنوياً لكل مستخدم)</0>

source: Additional users: ${monthlyPrice}/user/month
ar: مستخدمون إضافيون: ${monthlyPrice}/مستخدم/شهر

source: Adjust your search query to show more.
ar: اضبط استعلام البحث لعرض المزيد.

source: Admin
ar: مسؤول

source: Admin Impersonation Active
ar: انتحال شخصية المسؤول نشط

source: Advanced Settings
ar: الإعدادات المتقدمة

source: AI
ar: الذكاء الاصطناعي

source: AI Assistant
ar: مساعد الذكاء الاصطناعي

source: AI Assistant ready to help with this note
ar: مساعد الذكاء الاصطناعي جاهز للمساعدة في هذه الملاحظة

source: AI is thinking...
ar: الذكاء الاصطناعي يفكر...

source: All assigned
ar: جميعهم معينون

source: All core features included
ar: جميع الميزات الأساسية مضمنة

source: All Notifications
ar: جميع الإشعارات

source: All organization members can view this note
ar: يمكن لجميع أعضاء المنظمة عرض هذه الملاحظة

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: An organization is a workspace where teams collect, organize, and work together.
ar: المنظمة هي مساحة عمل حيث تجمع الفرق وتنظم وتعمل معًا.

source: Anyone with this link can join your organization and will know you invited them. By default, they will have the Member role.
ar: يمكن لأي شخص لديه هذا الرابط الانضمام إلى منظمتك وسيعرف أنك دعوته. افتراضياً، سيكون لديهم دور عضو.

source: API Key
ar: مفتاح API

source: API Key Created
ar: تم إنشاء مفتاح API

source: API Keys
ar: مفاتيح API

source: Arabic
ar: العربية

source: Are you sure you want to delete this comment?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق؟

source: Are you sure you want to revoke access for {clientName}? This action cannot be undone.
ar: هل أنت متأكد أنك تريد إلغاء الوصول لـ {clientName}؟ لا يمكن التراجع عن هذا الإجراء.

source: Are you sure?
ar: هل أنت متأكد؟

source: Ask about this note...
ar: اسأل عن هذه الملاحظة...

source: Ask questions, request summaries, get suggestions, or discuss the content of this note.
ar: اطرح أسئلة، اطلب ملخصات، احصل على اقتراحات، أو ناقش محتوى هذه الملاحظة.

source: Assign responsibilities
ar: تعيين المسؤوليات

source: Authentication Code
ar: رمز المصادقة

source: Authorize
ar: الموافقة

source: Authorize MCP Client
ar: الموافقة على عميل MCP

source: Authorized {createdAt}
ar: تمت الموافقة {createdAt}

source: Authorized Clients
ar: العملاء المصرح لهم

source: Available Tools
ar: الأدوات المتاحة

source: Avatar
ar: الصورة الرمزية

source: Back to login
ar: العودة لتسجيل الدخول

source: Backup Code
ar: رمز احتياطي

source: Backup codes
ar: رموز احتياطية

source: Beta Access
ar: الوصول التجريبي

source: Billed monthly
ar: الفوترة الشهرية

source: Billing
ar: الفواتير

source: Billing & Subscription
ar: الفوترة والاشتراك

source: Break down complex tasks
ar: تقسيم المهام المعقدة

source: Bucket Name
ar: اسم الحاوية

source: by {createdByName}
ar: بواسطة {createdByName}

source: By continuing, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
ar: بالمتابعة، فإنك توافق على <0>شروط الخدمة</0> و<1>سياسة الخصوصية</1>.

source: By creating an account, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
ar: بإنشاء حساب، فإنك توافق على <0>شروط الخدمة</0> و<1>سياسة الخصوصية</1>.

source: By deleting your organization you and your team will lose access and all data will be lost. This is a permanent action and cannot be undone.
ar: بحذف مؤسستك، ستفقد أنت وفريقك الوصول وسيتم فقدان جميع البيانات. هذا إجراء دائم ولا يمكن التراجع عنه.

source: Cancel
ar: إلغاء

source: Cancel editing
ar: إلغاء التعديل

source: Cards
ar: بطاقات

source: Cards view
ar: عرض البطاقات

source: Change
ar: تغيير

source: Change Email
ar: تغيير البريد الإلكتروني

source: Change Password
ar: تغيير كلمة المرور

source: Change your password to something new
ar: غيّر كلمة المرور الخاصة بك إلى شيء جديد

source: Channel
ar: القناة

source: Channel Overview
ar: نظرة عامة على القنوات

source: Chat
ar: المحادثة

source: Check your 2FA app
ar: تحقق من تطبيق المصادقة الثنائية

source: Check your email
ar: تحقق من بريدك الإلكتروني

source: Choose your plan
ar: اختر خطتك

source: Claude Desktop Setup
ar: إعداد Claude Desktop

source: Click "Add Server" and paste this configuration:
ar: انقر على "إضافة خادم" والصق هذا التكوين:

source: Click "Edit Config" to open claude_desktop_config.json
ar: انقر على "تعديل التكوين" لفتح claude_desktop_config.json

source: Click "Verify Discord membership" after joining to claim your points automatically.
ar: انقر على "تحقق من عضوية Discord" بعد الانضمام للمطالبة بنقاطك تلقائياً.

source: Click Save and restart Cursor
ar: انقر حفظ وأعد تشغيل Cursor

source: Client
ar: العميل

source: Close
ar: إغلاق

source: Column name
ar: اسم العمود

source: Columns
ar: الأعمدة

source: Comment
ar: تعليق

source: Comments
ar: التعليقات

source: complete
ar: مكتمل

source: Complete Setup
ar: إكمال الإعداد

source: Complete the following steps.
ar: أكمل الخطوات التالية.

source: Complete the OAuth flow when prompted
ar: أكمل عملية OAuth عند المطالبة

source: Complete two-factor authentication setup
ar: إكمال إعداد المصادقة الثنائية

source: Complete your profile
ar: أكمل ملفك الشخصي

source: Complete your signup to join the organization
ar: أكمل التسجيل للانضمام إلى المنظمة

source: Completed
ar: مكتمل

source: Confirm
ar: تأكيد

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Confirm your new password
ar: أكد كلمة المرور الجديدة

source: Confirm your password
ar: أكد كلمة المرور

source: Connect
ar: اتصال

source: Connect your AI assistants to {organizationName} data using the Model Context Protocol
ar: ربط مساعدي الذكاء الاصطناعي ببيانات {organizationName} باستخدام بروتوكول سياق النموذج

source: Connect your favorite AI client to access your organization's data securely. Follow the instructions for your preferred client below.
ar: اربط عميل الذكاء الاصطناعي المفضل لديك للوصول إلى بيانات منظمتك بشكل آمن. اتبع التعليمات لعميلك المفضل أدناه.

source: Connected Accounts
ar: الحسابات المتصلة

source: Connected Channels
ar: القنوات المتصلة

source: Connected on {createdAtDate}
ar: متصل في {createdAtDate}

source: Contact support
ar: اتصل بالدعم

source: Contact support for pricing
ar: اتصل بالدعم للحصول على الأسعار

source: Continue
ar: متابعة

source: Continue to Payment
ar: المتابعة إلى الدفع

source: Continue with
ar: المتابعة باستخدام

source: Continue with your password
ar: تابع باستخدام كلمة المرور الخاصة بك

source: Control who can access this note
ar: التحكم في من يمكنه الوصول إلى هذه الملاحظة

source: Copied
ar: تم النسخ

source: Copied!
ar: تم النسخ!

source: Copy
ar: نسخ

source: Copy All
ar: نسخ الكل

source: Copy code
ar: نسخ الكود

source: Copy link
ar: نسخ الرابط

source: Create
ar: إنشاء

source: Create a new API key to connect your AI assistants to {orgName} data.
ar: إنشاء مفتاح API جديد لربط مساعدي الذكاء الاصطناعي ببيانات {orgName}.

source: Create a new organization
ar: إنشاء منظمة جديدة

source: Create a password
ar: إنشاء كلمة مرور

source: Create a password to secure your account
ar: أنشئ كلمة مرور لحماية حسابك

source: Create a plan
ar: إنشاء خطة

source: Create account
ar: إنشاء حساب

source: Create action items
ar: إنشاء عناصر العمل

source: Create an account
ar: إنشاء حساب

source: Create an organization
ar: إنشاء منظمة

source: Create and manage API keys to authenticate your MCP clients
ar: إنشاء وإدارة مفاتيح API لمصادقة عملاء MCP

source: Create API Key
ar: إنشاء مفتاح API

source: Create bullet points
ar: إنشاء نقاط تعداد

source: Create Link
ar: إنشاء رابط

source: Create new note
ar: إنشاء ملاحظة جديدة

source: Create New Note
ar: إنشاء ملاحظة جديدة

source: Create Note
ar: إنشاء ملاحظة

source: Create Password
ar: إنشاء كلمة المرور

source: Create your first API key to get started
ar: أنشئ مفتاح API الأول للبدء

source: Created {createdDate}
ar: تم الإنشاء {createdDate}

source: Creating...
ar: جاري الإنشاء...

source: Critical
ar: حرجة

source: Current
ar: الحالي

source: Current Bot User
ar: مستخدم البوت الحالي

source: Current Password
ar: كلمة المرور الحالية

source: Current Plan
ar: الخطة الحالية

source: Current Subscription
ar: الاشتراك الحالي

source: Cursor Setup
ar: إعداد Cursor

source: Customize Columns
ar: تخصيص الأعمدة

source: Daily Notes Created
ar: الملاحظات اليومية المنشأة

source: Danger
ar: خطر

source: Dark mode
ar: الوضع الداكن

source: Dashboard
ar: لوحة التحكم

source: Data Table
ar: جدول البيانات

source: Data Table is a table that displays data in a grid format.
ar: جدول البيانات هو جدول يعرض البيانات بتنسيق شبكة.

source: Decline
ar: رفض

source: Delete
ar: حذف

source: Delete account
ar: حذف الحساب

source: Delete comment
ar: حذف التعليق

source: Delete invitation
ar: حذف الدعوة

source: Delete organization
ar: حذف المؤسسة

source: Delete organization?
ar: حذف المؤسسة؟

source: Deleting your user will permanently delete all user data. You should download any data that you wish to retain.
ar: سيؤدي حذف المستخدم إلى حذف جميع بيانات المستخدم بشكل دائم. يجب عليك تنزيل أي بيانات تريد الاحتفاظ بها.

source: Deny
ar: رفض

source: Description
ar: الوصف

source: Destructive settings that cannot be undone.
ar: إعدادات مدمرة لا يمكن التراجع عنها.

source: Destructive settings that cannot be undone. All your data will be permanently removed from our servers.
ar: إعدادات مدمرة لا يمكن التراجع عنها. سيتم إزالة جميع بياناتك بشكل دائم من خوادمنا.

source: Device
ar: جهاز

source: Didn't receive the email? Check your spam folder, or try again with a different email address.
ar: لم تستلم البريد الإلكتروني؟ تحقق من مجلد البريد العشوائي، أو حاول مرة أخرى بعنوان بريد إلكتروني مختلف.

source: Disable
ar: تعطيل

source: Disable 2FA
ar: تعطيل المصادقة الثنائية

source: Disconnect
ar: قطع الاتصال

source: Disconnect any active MCP connections
ar: قطع أي اتصالات MCP نشطة

source: Dismiss
ar: تجاهل

source: Don't have an account?
ar: ليس لديك حساب؟

source: Done
ar: تم

source: Done!
ar: تم!

source: Down by {absTrendPercentage} % this period
ar: انخفض بنسبة {absTrendPercentage}٪ في هذه الفترة

source: Download
ar: تنزيل

source: Download your data
ar: تنزيل بياناتك

source: Download your data and manage advanced account settings.
ar: تنزيل بياناتك وإدارة إعدادات الحساب المتقدمة.

source: Drag to reorder
ar: اسحب لإعادة الترتيب

source: Drag to reorder column
ar: اسحب لإعادة ترتيب العمود

source: e.g. urgent, meeting, project
ar: مثل: عاجل، اجتماع، مشروع

source: e.g., Claude Desktop, Kiro IDE
ar: مثل: Claude Desktop، Kiro IDE

source: Edit
ar: تعديل

source: Edit column
ar: تعديل العمود

source: Edit Note
ar: تعديل ملاحظة

source: Email
ar: البريد الإلكتروني

source: Email or Username
ar: البريد الإلكتروني / اسم المستخدم

source: Enable Custom S3 Storage
ar: تفعيل تخزين S3 مخصص

source: English
ar: الإنجليزية

source: Enter 6-digit OTP token
ar: أدخل رمز OTP المكون من 6 أرقام

source: Enter backup code
ar: أدخل الرمز الاحتياطي

source: Enter email address
ar: أدخل عنوان البريد الإلكتروني

source: Enter one of your backup codes to verify your identity.
ar: أدخل أحد رموزك الاحتياطية للتحقق من هويتك.

source: Enter the 6-digit one time password (OTP) token that your authentication app provides you.
ar: أدخل رمز كلمة المرور لمرة واحدة (OTP) المكون من 6 أرقام الذي يوفره لك تطبيق المصادقة.

source: Enter your email or username
ar: أدخل بريدك الإلكتروني أو اسم المستخدم

source: Enter your full name
ar: أدخل اسمك الكامل

source: Enter your new password
ar: أدخل كلمة المرور الجديدة

source: Enter your new password below.
ar: أدخل كلمة المرور الجديدة أدناه.

source: Enter your password
ar: أدخل كلمة المرور

source: Enter your username
ar: أدخل اسم المستخدم

source: Enter your username or email
ar: أدخل اسم المستخدم أو البريد الإلكتروني

source: Enterprise Plan
ar: الخطة المؤسسية

source: Error
ar: خطأ

source: Example Request
ar: مثال على الطلب

source: Expiration Date
ar: تاريخ انتهاء الصلاحية

source: Expired
ar: منتهي الصلاحية

source: Expires
ar: تنتهي الصلاحية

source: Expires {expireDate}
ar: تنتهي صلاحيته {expireDate}

source: Explain this platform
ar: اشرح هذه المنصة

source: Failed to authenticate with passkey: {errorMessage}
ar: فشل التحقق باستخدام مفتاح المرور: {errorMessage}

source: Failed to copy account ID
ar: فشل نسخ معرف الحساب

source: Failed to fetch current user information
ar: فشل جلب معلومات المستخدم الحالي

source: Failed to load AI Assistant
ar: فشل تحميل مساعد الذكاء الاصطناعي

source: Failed to load notification preferences: {errorMessage}
ar: فشل تحميل تفضيلات الإشعارات: {errorMessage}

source: Failed to search for users
ar: فشل البحث عن المستخدمين

source: Favorite
ar: المفضلة

source: Favorites
ar: المفضلة

source: Feature Preview
ar: معاينة الميزة

source: Find potential issues
ar: العثور على المشكلات المحتملة

source: Forgot Password
ar: نسيت كلمة المرور

source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Full Name
ar: الاسم الكامل

source: General
ar: عام

source: General Settings
ar: الإعدادات العامة

source: Generate Backup Codes
ar: إنشاء رموز احتياطية

source: Generate with AI
ar: إنشاء بالذكاء الاصطناعي

source: Generating Authentication Options
ar: جاري إنشاء خيارات المصادقة

source: Generating...
ar: جاري الإنشاء...

source: Get chrome extension
ar: احصل على إضافة كروم

source: Get help
ar: احصل على المساعدة

source: Get in touch
ar: تواصل معنا

source: Get Started
ar: ابدأ

source: Give feedback
ar: إرسال ملاحظات

source: Give me examples
ar: أعطني أمثلة

source: Global Preferences
ar: التفضيلات العامة

source: Go to homepage
ar: الذهاب إلى الصفحة الرئيسية

source: Header
ar: العنوان

source: Help me get started
ar: ساعدني في البدء

source: Help us understand your organization size to provide better recommendations.
ar: ساعدنا في فهم حجم مؤسستك لتقديم توصيات أفضل.

source: Here's how to do it:
ar: إليك كيفية القيام بذلك:

source: Hi
ar: مرحباً

source: Hi {email}, just a few more details to get started.
ar: مرحباً {email}، بعض التفاصيل فقط للبدء.

source: Hi {email}, please complete your profile to join the organization.
ar: مرحباً {email}، يرجى إكمال ملفك الشخصي للانضمام إلى المنظمة.

source: Hi {email}, please complete your profile.
ar: مرحباً {email}، يرجى إكمال ملفك الشخصي.

source: How can I implement this?
ar: كيف يمكنني تنفيذ هذا؟

source: I agree to the Terms of Service and Privacy Policy
ar: أوافق على شروط الخدمة وسياسة الخصوصية

source: I'll not be able to access the organization and its data anymore
ar: لن أتمكن من الوصول إلى المؤسسة وبياناتها بعد الآن

source: I've Copied the Key
ar: لقد نسخت المفتاح

source: Identify risks
ar: تحديد المخاطر

source: If an account exists with that username or email, we've sent password reset instructions.
ar: إذا كان هناك حساب بهذا اسم المستخدم أو البريد الإلكتروني، فقد أرسلنا تعليمات إعادة تعيين كلمة المرور.

source: If you change your email, you'll need to verify the new address
ar: إذا قمت بتغيير بريدك الإلكتروني، ستحتاج إلى التحقق من العنوان الجديد

source: Image
ar: صورة

source: Image to crop
ar: صورة للقص

source: Immediately invalidate all tokens for this client
ar: إبطال جميع الرموز المميزة لهذا العميل فوراً

source: Important Notes
ar: ملاحظات مهمة

source: Important Security Note
ar: ملاحظة أمنية مهمة

source: Important:
ar: مهم:

source: In-App
ar: داخل التطبيق

source: Includes {includesSeatsValue} user seats
ar: يتضمن {includesSeatsValue} مقعد مستخدم

source: Includes {seats} user seats
ar: يتضمن {seats} مقعد مستخدم

source: Integrations
ar: التكاملات

source: Invalid username or password
ar: اسم المستخدم أو كلمة المرور غير صحيحة

source: Invalid Verification Type
ar: نوع التحقق غير صالح

source: Invite by email
ar: الدعوة عبر البريد الإلكتروني

source: Invite members
ar: دعوة أعضاء

source: Invite new members
ar: دعوة أعضاء جدد

source: Invite team members
ar: دعوة أعضاء الفريق

source: Invited by {invitedBy}
ar: مدعو من قبل {invitedBy}

source: Invited by {inviterName}
ar: مدعو من قبل {inviterName}

source: Invoices
ar: الفواتير

source: Invoices will appear here once you have an active subscription.
ar: ستظهر الفواتير هنا بمجرد أن يكون لديك اشتراك نشط.

source: IP Address
ar: عنوان IP

source: Join Discord server
ar: انضم إلى خادم Discord

source: Join organization
ar: الانضمام إلى المنظمة

source: Join our Discord
ar: انضم إلى Discord الخاص بنا

source: Jump into an existing organization, accept pending invitations, or add a new one.
ar: انتقل إلى منظمة موجودة، أو اقبل الدعوات المعلقة، أو أضف منظمة جديدة.

source: Kanban
ar: كانبان

source: Kanban board
ar: لوحة كانبان

source: Key Name
ar: اسم المفتاح

source: Kiro IDE Setup
ar: إعداد Kiro IDE

source: Language
ar: اللغة

source: Last active
ar: آخر نشاط

source: Last active {lastActiveValue}
ar: آخر نشاط {lastActiveValue}

source: Last used
ar: آخر استخدام

source: Last Used
ar: آخر استخدام

source: Learn more
ar: اعرف المزيد

source: Leave empty to keep existing secret key, or enter a new one to update.
ar: اتركه فارغاً للاحتفاظ بالمفتاح السري الحالي، أو أدخل واحداً جديداً للتحديث.

source: Light mode
ar: الوضع الفاتح

source: Limit
ar: الحد الأقصى

source: Link copied!
ar: تم نسخ الرابط!

source: Load More
ar: تحميل المزيد

source: Loading
ar: جاري التحميل

source: Loading AI Assistant...
ar: جاري تحميل مساعد الذكاء الاصطناعي...

source: Loading channels...
ar: جاري تحميل القنوات...

source: Loading notes...
ar: جاري تحميل الملاحظات...

source: Loading preferences...
ar: جاري تحميل التفضيلات...

source: Log out
ar: تسجيل الخروج

source: Login Error
ar: خطأ في تسجيل الدخول

source: Login with a passkey
ar: تسجيل الدخول بمفتاح المرور

source: Logo
ar: الشعار

source: Logout
ar: تسجيل الخروج

source: m@example.com
ar: م@مثال.com

source: Make a copy
ar: عمل نسخة

source: Make it more detailed
ar: اجعلها أكثر تفصيلاً

source: Make Public
ar: جعلها عامة

source: Manage Passkeys
ar: إدارة مفاتيح المرور

source: Manage Subscription
ar: إدارة الاشتراك

source: Manage your account settings and set e-mail preferences.
ar: إدارة إعدادات حسابك وتفضيلات البريد الإلكتروني.

source: Manage your active sessions
ar: إدارة جلساتك النشطة

source: Manage your active sessions. You're signed in on {sessionCount} {deviceText}
ar: إدارة جلساتك النشطة. أنت مسجل الدخول على {sessionCount} {deviceText}

source: Manage your connected accounts here.
ar: إدارة حساباتك المتصلة هنا.

source: Manage your notification preferences for different channels and workflows.
ar: إدارة تفضيلات الإشعارات للقنوات وسير العمل المختلفة.

source: Manage your notification settings for different channels and workflows.
ar: إدارة إعدادات الإشعارات للقنوات ومسارات العمل المختلفة.

source: Manage your notification settings for different channels and workflows. Critical notifications cannot be disabled.
ar: إدارة إعدادات الإشعارات للقنوات ومسارات العمل المختلفة. لا يمكن تعطيل الإشعارات الحرجة.

source: Manage your organization settings and preferences.
ar: إدارة إعدادات وتفضيلات منظمتك.

source: Manage your organization's members.
ar: إدارة أعضاء منظمتك.

source: Manage your organization's name, slug, and profile image.
ar: إدارة اسم مؤسستك والرابط الثابت وصورة الملف الشخصي.

source: Manage your organization's subscription
ar: إدارة اشتراك مؤسستك

source: Manage your password and two-factor authentication settings.
ar: إدارة كلمة المرور وإعدادات المصادقة الثنائية.

source: Manage your password, two-factor authentication, connected accounts, and advanced security settings.
ar: إدارة كلمة المرور والمصادقة الثنائية والحسابات المتصلة وإعدادات الأمان المتقدمة.

source: Mark all as read
ar: تحديد الكل كمقروء

source: Mark as read
ar: تحديد كمقروء

source: Mark as unread
ar: تحديد كغير مقروء

source: MCP clients authorized to access your organization data
ar: عملاء MCP المصرح لهم بالوصول إلى بيانات منظمتك

source: MCP OAuth Setup Instructions
ar: تعليمات إعداد MCP OAuth

source: MCP Server
ar: خادم MCP

source: member
ar: عضو

source: Member
ar: عضو

source: members
ar: أعضاء

source: Members
ar: الأعضاء

source: Monthly
ar: شهري

source: More
ar: المزيد

source: Multi-factor authentication
ar: المصادقة متعددة العوامل

source: Name
ar: الاسم

source: Navigate to Features → MCP Servers
ar: انتقل إلى الميزات → خوادم MCP
