Repository: bugbasher-dev/bugbasher
Catalog: apps/app/app/locales/*.po
Languages: ar

source: Your referral link
ar: رابط الإحالة الخاص بك

source: Your S3 credentials will be encrypted and stored securely. However, we recommend using IAM credentials with minimal required permissions (read/write access to the specific bucket only).
ar: سيتم تشفير بيانات اعتماد S3 الخاصة بك وتخزينها بشكل آمن. ومع ذلك، نوصي باستخدام بيانات اعتماد IAM بأقل الأذونات المطلوبة (الوصول للقراءة/الكتابة إلى الحاوية المحددة فقط).
