Repository: bugbasher-dev/bugbasher
Catalog: apps/app/app/locales/*.po
Languages: ar

source: Navigate to MCP Servers configuration
ar: انتقل إلى تكوين خوادم MCP

source: Need an integration but don't see it here?
ar: هل تحتاج إلى تكامل ولكن لا تراه هنا؟

source: Negative feedback
ar: ملاحظات سلبية

source: Neutral feedback
ar: ملاحظات محايدة

source: Never used
ar: لم يُستخدم أبداً

source: New Email
ar: البريد الإلكتروني الجديد

source: New Note
ar: ملاحظة جديدة

source: New Password
ar: كلمة المرور الجديدة

source: No active invite link
ar: لا يوجد رابط دعوة نشط

source: No active sessions
ar: لا توجد جلسات نشطة

source: No active subscription
ar: لا يوجد اشتراك نشط

source: No activity yet
ar: لا يوجد نشاط بعد

source: No API keys created yet
ar: لم يتم إنشاء مفاتيح API بعد

source: No backup codes generated
ar: لم يتم إنشاء رموز احتياطية

source: No channels available
ar: لا توجد قنوات متاحة

source: No clients have been authorized yet
ar: لم يتم تفويض أي عملاء بعد

source: No comments yet
ar: لا توجد تعليقات بعد

source: No emojis found
ar: لم يتم العثور على رموز تعبيرية

source: No invoices found
ar: لم يتم العثور على فواتير

source: No members found.
ar: لم يتم العثور على أعضاء.

source: No note with the id "{noteId}" exists
ar: لا توجد ملاحظة بالمعرف "{noteId}"

source: No notes created yet
ar: لم يتم إنشاء ملاحظات بعد

source: No notes found
ar: لم يتم العثور على ملاحظات

source: No notes found.
ar: لم يتم العثور على ملاحظات.

source: No notes match your search for "{searchValue}". Try a different search term or create a new note.
ar: لا توجد ملاحظات تطابق بحثك عن "{searchValue}". جرب مصطلح بحث مختلف أو أنشئ ملاحظة جديدة.

source: No notification preferences are configured yet.
ar: لم يتم تكوين تفضيلات الإشعارات بعد.

source: No organization found
ar: لم يتم العثور على منظمة

source: No organization with the slug "{orgSlug}" exists
ar: لا توجد منظمة بالمعرف "{orgSlug}"

source: No parameters required
ar: لا توجد معاملات مطلوبة

source: No passkeys registered yet
ar: لا توجد مفاتيح مرور مسجلة بعد

source: No preferences found
ar: لم يتم العثور على تفضيلات

source: No results.
ar: لا توجد نتائج.

source: No tools available.
ar: لا توجد أدوات متاحة.

source: No worries, we'll send you reset instructions.
ar: لا تقلق، سنرسل لك تعليمات إعادة التعيين.

source: note
ar: ملاحظة

source: Note content...
ar: محتوى الملاحظة...

source: Note title...
ar: عنوان الملاحظة...

source: Note: Discord verification is currently manual. Contact support after joining to claim your points.
ar: ملاحظة: التحقق من Discord يدوي حالياً. اتصل بالدعم بعد الانضمام للمطالبة بنقاطك.

source: notes
ar: ملاحظات

source: Notes
ar: الملاحظات

source: Notes created by your organization over the last {daysShownValue} days
ar: الملاحظات التي أنشأتها منظمتك خلال الـ {daysShownValue} يومًا الماضية

source: Notes help you capture thoughts, meeting minutes, or anything important for your organization. Get started by creating your first note.
ar: تساعدك الملاحظات على تسجيل الأفكار ومحاضر الاجتماعات أو أي شيء مهم لمنظمتك. ابدأ بإنشاء ملاحظتك الأولى.

source: Nothing here yet!
ar: لا شيء هنا بعد!

source: Notification Preferences
ar: تفضيلات الإشعارات

source: Notification preferences are not available at this time.
ar: تفضيلات الإشعارات غير متاحة في هذا الوقت.

source: Notification Settings
ar: إعدادات الإشعارات

source: Notifications
ar: الإشعارات

source: Notifications when someone comments on your notes
ar: إشعارات عندما يعلق شخص ما على ملاحظاتك

source: Notifications when you are mentioned in a comment
ar: إشعارات عندما يتم ذكرك في تعليق

source: OAuth tokens are scoped to your organization ({orgSlug})
ar: رموز OAuth محدودة بمنظمتك ({orgSlug})

source: of ${totalUsers} people
ar: من ${totalUsers} شخص

source: Once you connect an AI client using the setup instructions below, it will appear here.
ar: بمجرد ربط عميل الذكاء الاصطناعي باستخدام تعليمات الإعداد أدناه، سيظهر هنا.

source: One-time Password URI
ar: رابط كلمة المرور لمرة واحدة

source: Only selected members can access this note
ar: يمكن للأعضاء المحددين فقط الوصول إلى هذه الملاحظة

source: Open
ar: فتح

source: Open Claude Desktop and go to Settings → Developer
ar: افتح Claude Desktop وانتقل إلى الإعدادات → المطور

source: Open Cursor Settings (Cmd/Ctrl + ,)
ar: افتح إعدادات Cursor (Cmd/Ctrl + ,)

source: Open Kiro IDE Settings
ar: افتح إعدادات Kiro IDE

source: Open menu
ar: فتح القائمة

source: Operating System
ar: نظام التشغيل

source: Or continue with
ar: أو تابع باستخدام

source: Or continue with email or username
ar: أو تابع باستخدام البريد الإلكتروني أو اسم المستخدم

source: Organization logo preview
ar: معاينة شعار المنظمة

source: Organization size
ar: حجم المنظمة

source: Organization Size
ar: حجم المؤسسة

source: Organizations
ar: المنظمات

source: Organizations are used to group your projects.
ar: تُستخدم المنظمات لتجميع مشاريعك.

source: Overview
ar: نظرة عامة

source: Parameters
ar: المعاملات

source: passkeys
ar: مفاتيح المرور

source: Passkeys
ar: مفاتيح المرور

source: Password
ar: كلمة المرور

source: Password is too common
ar: كلمة المرور شائعة جداً

source: Password login is disabled because your organization "{orgName}" requires SSO.
ar: تسجيل الدخول بكلمة المرور معطل لأن منظمتك "{orgName}" تتطلب تسجيل الدخول الموحد.

source: Pending
ar: قيد الانتظار

source: Pending Invitations
ar: الدعوات المعلقة

source: per month
ar: شهرياً

source: Plan not available
ar: الخطة غير متاحة

source: Please check configuration
ar: يرجى التحقق من التكوين

source: Please check your Stripe configuration
ar: يرجى التحقق من تكوين Stripe

source: Please check your Stripe configuration or try again later
ar: يرجى التحقق من تكوين Stripe أو المحاولة مرة أخرى لاحقاً

source: Please check your verification link.
ar: يرجى التحقق من رابط التحقق.

source: Please ensure you have an active organization to manage notification preferences.
ar: يرجى التأكد من أن لديك منظمة نشطة لإدارة تفضيلات الإشعارات.

source: Please enter a search query
ar: يرجى إدخال استعلام بحث

source: Please enter your 2FA code to verify your identity.
ar: يرجى إدخال رمز المصادقة الثنائية للتحقق من هويتك.

source: Please enter your email or username
ar: يرجى إدخال بريدك الإلكتروني أو اسم المستخدم

source: Positive feedback
ar: ملاحظات إيجابية

source: Press Enter to send, Shift+Enter for new line
ar: اضغط Enter للإرسال، Shift+Enter لسطر جديد

source: Price not configured
ar: السعر غير مكوّن

source: Pricing not available
ar: الأسعار غير متاحة

source: Prioritize these tasks
ar: تحديد أولوية هذه المهام

source: Priority support
ar: دعم الأولوية

source: Private
ar: خاص

source: Profile
ar: الملف الشخصي

source: Profile Settings
ar: إعدادات الملف الشخصي

source: Public Access
ar: الوصول العام

source: Push
ar: الإشعارات الفورية

source: QR code
ar: رمز QR

source: QR code for two-factor authentication setup. Scan this code with your authenticator app.
ar: رمز QR لإعداد المصادقة الثنائية. امسح هذا الرمز باستخدام تطبيق المصادقة الخاص بك.

source: Questions about billing?
ar: أسئلة حول الفوترة؟

source: Quick edit
ar: تعديل سريع

source: Rank
ar: الترتيب

source: Read documentation
ar: قراءة الوثائق

source: Recommended for
ar: موصى به لـ

source: Regenerate Codes
ar: إعادة إنشاء الرموز

source: Region
ar: المنطقة

source: Register a passkey to log in without a password
ar: سجّل مفتاح مرور لتسجيل الدخول بدون كلمة مرور

source: Register new passkey
ar: تسجيل مفتاح مرور جديد

source: Registered {timeAgo} ago
ar: تم التسجيل منذ {timeAgo}

source: Reject
ar: رفض

source: Reload page
ar: إعادة تحميل الصفحة

source: Remember me
ar: تذكرني

source: Remember your password?
ar: هل تتذكر كلمة المرور الخاصة بك؟

source: Remove
ar: إزالة

source: Remove access from all devices except this one
ar: إزالة الوصول من جميع الأجهزة عدا هذا الجهاز

source: Remove image
ar: إزالة الصورة

source: Remove media
ar: إزالة الوسائط

source: Remove member
ar: إزالة العضو

source: Reply
ar: رد

source: Replying to comment
ar: الرد على التعليق

source: Request integration
ar: طلب تكامل

source: Requesting your authorization
ar: جاري طلب التفويض

source: Require re-authorization to reconnect
ar: يتطلب إعادة التفويض لإعادة الاتصال

source: required
ar: مطلوب

source: Reset
ar: إعادة تعيين

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Reset to auto-generated
ar: إعادة تعيين إلى التلقائي

source: Result
ar: النتيجة

source: Retry
ar: إعادة المحاولة

source: Retrying...
ar: جاري إعادة المحاولة...

source: Reviewers
ar: المراجعون

source: Revoke
ar: إلغاء

source: Revoke Access
ar: إلغاء الوصول

source: Revoke Authorization
ar: إلغاء التفويض

source: Revoke session
ar: إلغاء الجلسة

source: Revoked
ar: تم الإلغاء

source: Revoking...
ar: جاري الإلغاء...

source: Running
ar: قيد التشغيل

source: S3 Endpoint URL
ar: رابط نقطة نهاية S3

source: S3 Storage Configuration
ar: تكوين تخزين S3

source: Save
ar: حفظ

source: Save 20%
ar: وفّر 20٪

source: Save changes
ar: حفظ التغييرات

source: Save the file and restart Claude Desktop
ar: احفظ الملف وأعد تشغيل Claude Desktop

source: Save the file and restart Kiro IDE
ar: احفظ الملف وأعد تشغيل Kiro IDE

source: Save these codes now!
ar: احفظ هذه الرموز الآن!

source: Saving {headerValue}
ar: جاري حفظ {headerValue}

source: Scan QR Code or Enter Setup Key
ar: مسح رمز QR أو إدخال مفتاح الإعداد

source: Schedule a call
ar: حدد موعد مكالمة

source: Search
ar: بحث

source: Search by name or email...
ar: البحث بالاسم أو البريد الإلكتروني...

source: Search for users in your organization
ar: البحث عن المستخدمين في منظمتك

source: Search notes
ar: البحث في الملاحظات

source: Search notes by title or content...
ar: البحث في الملاحظات بالعنوان أو المحتوى...

source: Search notes...
ar: البحث في الملاحظات...

source: Search team members...
ar: البحث عن أعضاء الفريق...

source: Search...
ar: البحث...

source: Secret Access Key
ar: مفتاح الوصول السري

source: Section Type
ar: نوع القسم

source: Secure your account with an extra verification step
ar: أمّن حسابك بخطوة تحقق إضافية

source: Security
ar: الأمان

source: Security Key
ar: مفتاح الأمان

source: Security Settings
ar: إعدادات الأمان

source: Select a status
ar: اختر حالة

source: Select a subscription plan to get started with your organization. Your trial will begin after payment setup.
ar: اختر خطة اشتراك للبدء مع منظمتك. ستبدأ تجربتك بعد إعداد الدفع.

source: Select all
ar: تحديد الكل

source: Select Organization
ar: اختر المنظمة

source: Select row
ar: تحديد صف

source: Selected
ar: محدد

source: Selected Members
ar: الأعضاء المحددون

source: Send Invitations
ar: إرسال الدعوات

source: Send message
ar: إرسال رسالة

source: Send reset instructions
ar: إرسال تعليمات إعادة التعيين

source: Sending message
ar: جاري إرسال الرسالة

source: Service
ar: الخدمة

source: Session Details
ar: تفاصيل الجلسة

source: Session ID
ar: معرف الجلسة

source: Sessions
ar: الجلسات

source: Set deadlines
ar: تعيين المواعيد النهائية

source: Set expiration date (optional)
ar: تعيين تاريخ انتهاء الصلاحية (اختياري)

source: Set up authenticator app
ar: إعداد تطبيق المصادقة

source: Settings
ar: الإعدادات

source: Setup key
ar: مفتاح الإعداد

source: Share
ar: مشاركة

source: Share Note
ar: مشاركة الملاحظة

source: Share with others
ar: شارك مع الآخرين

source: Show me features
ar: أرني الميزات

source: Show specific examples
ar: أرني أمثلة محددة

source: Showing total visitors for the last 6 months
ar: عرض إجمالي الزوار لآخر 6 أشهر

source: Sign in
ar: تسجيل الدخول

source: Sign In
ar: تسجيل الدخول

source: Sign in to your account
ar: تسجيل الدخول إلى حسابك

source: Sign out
ar: تسجيل الخروج

source: Sign out of all other devices
ar: تسجيل الخروج من جميع الأجهزة الأخرى

source: Sign up
ar: إنشاء حساب

source: Sign Up
ar: إنشاء حساب

source: Sign up with your social account or email
ar: أنشئ حساباً باستخدام حساب التواصل الاجتماعي أو البريد الإلكتروني

source: Signed in
ar: تم تسجيل الدخول

source: Signed in as
ar: تم تسجيل الدخول كـ

source: Signing in as
ar: تسجيل الدخول باسم

source: Signing out...
ar: جاري تسجيل الخروج...

source: Single sign-on, custom SLA, private support channel, and more. <0>Learn more</0>
ar: تسجيل دخول موحد، اتفاقية مستوى خدمة مخصصة، قناة دعم خاصة، والمزيد. <0>اعرف المزيد</0>

source: Skip for now
ar: تخطي الآن

source: Slug
ar: الرابط الثابت

source: SMS
ar: الرسائل النصية

source: Start the conversation by adding the first comment.
ar: ابدأ المحادثة بإضافة التعليق الأول.

source: Status
ar: الحالة

source: Step {currentStep} of {totalSteps}
ar: الخطوة {currentStep} من {totalSteps}

source: Stop generation
ar: إيقاف التوليد

source: Stop Impersonation
ar: إيقاف انتحال الشخصية

source: Submit
ar: إرسال

source: Subscribe
ar: اشتراك

source: Subscription inactive
ar: الاشتراك غير نشط

source: Suggest improvements
ar: اقتراح تحسينات

source: Suggested questions
ar: أسئلة مقترحة

source: Summarize this note
ar: تلخيص هذه الملاحظة

source: Super Admin
ar: المسؤول الأعلى

source: System theme
ar: نظام السمة

source: Target
ar: الهدف

source: Team member
ar: عضو الفريق

source: Team members who have created the most notes
ar: أعضاء الفريق الذين أنشأوا أكبر عدد من الملاحظات

source: Team Size
ar: حجم الفريق

source: Tell me more
ar: أخبرني المزيد

source: Tell us about your organization...
ar: أخبرنا عن منظمتك...

source: Tell us more about your organization
ar: أخبرنا المزيد عن منظمتك

source: Testing notifications
ar: إشعارات الاختبار

source: Thanks for referring.
ar: شكراً لإحالتك.

source: Thanks for signing up!
ar: شكراً لتسجيلك!

source: Thanks for signing up! {inviterName} has invited you to join {orgName}. Review the invitation below.
ar: شكراً لتسجيلك! دعاك {inviterName} للانضمام إلى {orgName}. راجع الدعوة أدناه.

source: Thanks for signing up! We'll notify you when we're ready.
ar: شكراً لتسجيلك! سنبلغك عندما نكون جاهزين.

source: Thanks for signing up! You have pending organization invitations.
ar: شكراً لتسجيلك! لديك دعوات منظمة معلقة.

source: Thanks for signing up! You've been automatically added to {orgNames} based on your email domain.
ar: شكراً لتسجيلك! تمت إضافتك تلقائياً إلى {orgNames} بناءً على نطاق بريدك الإلكتروني.

source: The API key will expire on this date. Leave unchecked for no expiration.
ar: سينتهي صلاحية مفتاح API في هذا التاريخ. اترك بدون تحديد لعدم انتهاء الصلاحية.

source: The autoApprove setting allows automatic approval of these tools without prompting
ar: يسمح إعداد autoApprove بالموافقة التلقائية على هذه الأدوات دون مطالبة

source: The MCP client will only have access to data from the selected organization
ar: سيتمكن عميل MCP من الوصول فقط إلى بيانات المنظمة المحددة

source: The passwords must match
ar: يجب أن تتطابق كلمات المرور

source: Theme
ar: السمة

source: There are <0>{daysRemaining} days</0> left in your trial. Get in touch with questions or feedback.
ar: باقي <0>{daysRemaining} أيام</0> في فترة التجربة. تواصل معنا إذا كان لديك أي أسئلة أو ملاحظات.

source: There was an issue with your login attempt. Please try again.
ar: حدثت مشكلة في محاولة تسجيل الدخول. يرجى المحاولة مرة أخرى.

source: These are the MCP tools available in your organization. AI clients can use these tools to interact with your data.
ar: هذه هي أدوات MCP المتاحة في منظمتك. يمكن لعملاء الذكاء الاصطناعي استخدام هذه الأدوات للتفاعل مع بياناتك.

source: These codes will not be shown again. Store them in a secure location like a password manager.
ar: لن يتم عرض هذه الرموز مرة أخرى. احفظها في مكان آمن مثل مدير كلمات المرور.

source: Thinking...
ar: جاري التفكير...

source: This client will have access to:
ar: سيتمكن هذا العميل من الوصول إلى:

source: This device
ar: هذا الجهاز

source: This helps us customize your experience and provide better insights.
ar: يساعدنا هذا في تخصيص تجربتك وتقديم رؤى أفضل.

source: This is the only time you'll see this API key. Make sure to copy it and store it securely.
ar: هذه هي المرة الوحيدة التي سترى فيها مفتاح API. تأكد من نسخه وتخزينه بشكل آمن.

source: This is your current session. Sign out to end it.
ar: هذه هي جلستك الحالية. سجل الخروج لإنهائها.

source: This is your organization's unique MCP server endpoint. Use this URL when configuring your AI client.
ar: هذه هي نقطة نهاية خادم MCP الفريدة لمنظمتك. استخدم هذا الرابط عند تكوين عميل الذكاء الاصطناعي.

source: This will:
ar: سيؤدي هذا إلى:

source: Thought for {duration} seconds
ar: فكّر لمدة {duration} ثانية

source: Toggle notifications
ar: تبديل الإشعارات

source: Tokens automatically expire after 30 days of inactivity
ar: تنتهي صلاحية الرموز المميزة تلقائياً بعد 30 يوماً من عدم النشاط

source: Top Contributors
ar: أفضل المساهمين

source: Trending up by {trendPercentage}% this period
ar: يتجه للأعلى بنسبة {trendPercentage}٪ في هذه الفترة

source: Trial period active
ar: فترة تجريبية نشطة

source: Two-factor authentication is currently enabled. Disabling it will make your account less secure.
ar: المصادقة الثنائية مفعّلة حالياً. تعطيلها سيجعل حسابك أقل أماناً.

source: Type
ar: النوع

source: Type the organization name "{orgName}" to confirm.
ar: اكتب اسم المؤسسة "{orgName}" للتأكيد.

source: Unable to load pricing information
ar: تعذر تحميل معلومات الأسعار

source: Unread Notifications
ar: الإشعارات غير المقروءة

source: Unstar
ar: إلغاء التفضيل

source: Untitled Note
ar: ملاحظة بدون عنوان

source: Update
ar: تحديث

source: Update Organization Logo
ar: تحديث شعار المنظمة

source: Update Profile Photo
ar: تحديث صورة الملف الشخصي

source: Update your photo and personal details here.
ar: قم بتحديث صورتك وبياناتك الشخصية هنا.

source: Updated {timeAgo} ago
ar: تم التحديث منذ {timeAgo}

source: Upgrade
ar: ترقية

source: Upload photo
ar: تحميل صورة

source: Upload your logo
ar: تحميل شعارك

source: Use @ to mention someone • Cmd+Enter to submit
ar: استخدم @ للإشارة إلى شخص • Cmd+Enter للإرسال

source: Use a backup code instead
ar: استخدم رمز احتياطي بدلاً من ذلك

source: Use any authenticator app on your mobile device to scan the QR code, or enter the Setup Key manually.
ar: استخدم أي تطبيق مصادقة على جهازك المحمول لمسح رمز QR، أو أدخل مفتاح الإعداد يدوياً.

source: Use authenticator app instead
ar: استخدم تطبيق المصادقة بدلاً من ذلك

source: Use password instead
ar: استخدم كلمة المرور بدلاً من ذلك

source: Use your own S3-compatible storage instead of the default storage
ar: استخدم تخزين S3 المتوافق الخاص بك بدلاً من التخزين الافتراضي

source: Username
ar: اسم المستخدم

source: Username or Email
ar: اسم المستخدم أو البريد الإلكتروني

source: Username or email is required
ar: اسم المستخدم أو البريد الإلكتروني مطلوب

source: Verification Code
ar: رمز التحقق

source: Verified domain
ar: النطاق المُتحقق منه

source: Verified domain must match your current email address domain for security. <0>Learn more</0>
ar: يجب أن يطابق النطاق المُتحقق منه نطاق عنوان بريدك الإلكتروني الحالي للأمان. <0>اعرف المزيد</0>

source: Verify
ar: تحقق

source: Verify Discord membership
ar: تحقق من عضوية Discord

source: Verifying your passkey
ar: جاري التحقق من مفتاح المرور

source: View
ar: عرض

source: View and download your billing invoices
ar: عرض وتنزيل فواتير الدفع الخاصة بك

source: View and manage this session
ar: عرض وإدارة هذه الجلسة

source: View notes from users you have access to
ar: عرض الملاحظات من المستخدمين الذين لديك وصول إليهم

source: Want to go to the top of the waitlist?
ar: تريد الذهاب إلى أعلى قائمة الانتظار?

source: We found your organization:
ar: وجدنا منظمتك:

source: We use cookies to enhance your experience, analyze site traffic and deliver personalized content. <0>Read our Cookie Policy</0>.
ar: نستخدم ملفات تعريف الارتباط لتحسين تجربتك وتحليل حركة المرور على الموقع وتقديم محتوى مخصص. <0>اقرأ سياسة ملفات تعريف الارتباط</0>.

source: We'd love to hear what went well or how we can improve the product experience.
ar: نود أن نسمع ما سار على ما يرام أو كيف يمكننا تحسين تجربة المنتج.

source: We'll notify you by email as soon as the waitlist opens.
ar: سنبلغك بالبريد الإلكتروني بمجرد فتح قائمة الانتظار.

source: We'll send you an email at <0>${userEmail}</0> when we're ready to welcome you.
ar: سنرسل لك بريداً إلكترونياً على <0>${userEmail}</0> عندما نكون جاهزين لاستقبالك.

source: We've sent you a code to verify your email address.
ar: لقد أرسلنا لك رمزاً للتحقق من عنوان بريدك الإلكتروني.

source: Welcome
ar: مرحباً

source: Welcome {userName}!
ar: مرحباً {userName}!

source: Welcome aboard!
ar: مرحباً بك على متن الطائرة!

source: Welcome back
ar: مرحباً بعودتك

source: Welcome to your organization dashboard. Here you can manage your organization's settings and view analytics.
ar: مرحباً بك في لوحة تحكم المنظمة. هنا يمكنك إدارة إعدادات منظمتك وعرض التحليلات.

source: Welcome!
ar: مرحباً!

source: What are the key points?
ar: ما هي النقاط الرئيسية؟

source: What can you help me with?
ar: بماذا يمكنك مساعدتي؟

source: What else should I know?
ar: ماذا يجب أن أعرف أيضاً؟

source: What tools can help?
ar: ما الأدوات التي يمكن أن تساعد؟

source: What would you like to know?
ar: ماذا تريد أن تعرف؟

source: What's missing?
ar: ما الذي ينقص؟

source: When prompted, authorize the connection in your browser
ar: عند المطالبة، وافق على الاتصال في متصفحك

source: When someone signs up using an email that matches your verified domain, they will be automatically added to your organization as a member.
ar: عندما يقوم شخص ما بالتسجيل باستخدام بريد إلكتروني يطابق نطاقك المُتحقق منه، سيتم إضافته تلقائياً إلى مؤسستك كعضو.

source: When you get notifications, they'll show up here.
ar: عند وصول الإشعارات، ستظهر هنا.

source: Write a reply...
ar: اكتب رداً...

source: Write your note content...
ar: اكتب محتوى ملاحظتك...

source: Yearly
ar: سنوي

source: You
ar: أنت

source: You are covered during our beta phase. No billing required at this time.
ar: أنت مشمول خلال مرحلتنا التجريبية. لا توجد فوترة مطلوبة في الوقت الحالي.

source: You are impersonating <0>{targetName}</0>
ar: أنت تنتحل شخصية <0>{targetName}</0>

source: You can change your photo later
ar: يمكنك تغيير صورتك لاحقاً

source: You can create notes for your organization here.
ar: يمكنك إنشاء ملاحظات لمنظمتك هنا.

source: You can revoke access at any time from the Authorized Clients section above
ar: يمكنك إلغاء الوصول في أي وقت من قسم العملاء المصرح لهم أعلاه

source: You can revoke this access at any time from your MCP settings page. The access token will expire in 1 hour.
ar: يمكنك إلغاء هذا الوصول في أي وقت من صفحة إعدادات MCP. ستنتهي صلاحية رمز الوصول بعد ساعة واحدة.

source: You do not have permission to view this note
ar: ليس لديك إذن لعرض هذه الملاحظة

source: You have been invited to join the following organizations. Choose to accept or decline each invitation.
ar: تمت دعوتك للانضمام إلى المنظمات التالية. اختر قبول أو رفض كل دعوة.

source: You haven't created any notes yet!
ar: لم تقم بإنشاء أي ملاحظات بعد!

source: You haven't joined any organizations yet.
ar: لم تنضم إلى أي منظمات بعد.

source: You must agree to the terms of service and privacy policy
ar: يجب أن توافق على شروط الخدمة وسياسة الخصوصية

source: You're logged in! Navigating...
ar: تم تسجيل الدخول! جاري التوجيه...

source: You're on the Waitlist!
ar: أنت في قائمة الانتظار!

source: You're signed in on {sessionCount, plural, one {# device} other {# devices}} as {userEmail}
ar: أنت مسجل الدخول على {sessionCount, plural, one {# جهاز} other {# أجهزة}} كـ {userEmail}

source: Your account has been suspended. Please contact support if you believe this is an error.
ar: تم تعليق حسابك. يرجى الاتصال بالدعم إذا كنت تعتقد أن هذا خطأ.

source: Your account is secured with two-factor authentication
ar: حسابك محمي بالمصادقة الثنائية

source: Your API key has been created successfully. Copy it now - you won't be able to see it again.
ar: تم إنشاء مفتاح API بنجاح. انسخه الآن - لن تتمكن من رؤيته مرة أخرى.

source: Your department
ar: قسمك

source: Your feedback
ar: ملاحظاتك

source: Your MCP Server URL
ar: رابط خادم MCP الخاص بك

source: Your organization's current plan and billing status
ar: الخطة الحالية لمؤسستك وحالة الفوترة

source: Your personal invite link
ar: رابط الدعوة الشخصي

source: Your points
ar: نقاطك

source: Your rank
ar: ترتيبك
