Repository: bugbasher-dev/bugbasher
Catalog: apps/admin/app/locales/*.po
Languages: ar

source: The ban will be automatically lifted on this date. Leave empty for permanent ban.
ar: سيتم رفع الحظر تلقائياً في هذا التاريخ. اترك فارغاً للحظر الدائم.

source: The cache is empty
ar: ذاكرة التخزين المؤقت فارغة

source: Theme
ar: المظهر

source: Toggle theme
ar: تبديل المظهر

source: Token URL
ar: رابط الرمز

source: Top Action
ar: الإجراء الأعلى

source: Total Audit Logs
ar: إجمالي سجلات المراجعة

source: Total Entries
ar: إجمالي الإدخالات

source: Total Events
ar: إجمالي الأحداث

source: Total IPs
ar: إجمالي عناوين IP

source: Total Notes
ar: إجمالي الملاحظات

source: Total Requests
ar: إجمالي الطلبات

source: Total SSO Users
ar: إجمالي مستخدمي SSO

source: Total Users
ar: إجمالي المستخدمين

source: Total Users:
ar: إجمالي المستخدمين:

source: Trial
ar: تجربة

source: Type
ar: النوع

source: Unblacklist
ar: إزالة من القائمة السوداء

source: Unknown
ar: غير معروف

source: Unpaid
ar: غير مدفوع

source: Update Configuration
ar: تحديث الإعداد

source: Update Flag
ar: تحديث المؤشر

source: Update Override
ar: تحديث التجاوز

source: Updated:
ar: تم التحديث:

source: Usage Statistics
ar: إحصائيات الاستخدام

source: Use lowercase letters, numbers, and hyphens only
ar: استخدم أحرفاً صغيرة وأرقاماً وشرطات فقط

source: Use Proof Key for Code Exchange for enhanced security
ar: استخدم مفتاح الإثبات لتبادل الرموز لأمان محسّن

source: Use this in your codebase to refer to this feature.
ar: استخدم هذا في قاعدة الكود الخاصة بك للإشارة إلى هذه الميزة.

source: User
ar: المستخدم

source: User is not a member of any organizations
ar: المستخدم ليس عضواً في أي منظمات

source: User Override
ar: تجاوز المستخدم

source: User Provisioning
ar: توفير المستخدم

source: User+Org Override
ar: تجاوز المستخدم+المؤسسة

source: UserInfo URL
ar: رابط معلومات المستخدم

source: Username
ar: اسم المستخدم

source: Users
ar: المستخدمون

source: Users Associated with this IP ({0})
ar: المستخدمون المرتبطون بعنوان IP هذا ({0})

source: Users who have authenticated through SSO
ar: المستخدمون الذين تحققوا من خلال SSO

source: Value
ar: القيمة

source: View details
ar: عرض التفاصيل

source: View organization details and subscriptions
ar: عرض تفاصيل المؤسسة والاشتراكات

source: View Organizations
ar: عرض المؤسسات

source: View Organizations →
ar: عرض المؤسسات →

source: View User
ar: عرض المستخدم

source: View Users →
ar: عرض المستخدمين →

source: View, search, and manage user accounts
ar: عرض والبحث وإدارة حسابات المستخدمين

source: Viewer
ar: عارض

source: Waitlist
ar: قائمة الانتظار

source: Waitlist Entries ({0})
ar: إدخالات قائمة الانتظار ({0})

source: Waitlist Management
ar: إدارة قائمة الانتظار

source: Warning
ar: تحذير

source: We use cookies to enhance your experience, analyze site traffic and deliver personalized content.
ar: نستخدم ملفات تعريف الارتباط لتحسين تجربتك وتحليل حركة المرور على الموقع وتقديم محتوى مخصص.

source: You are about to ban <0>{0}</0> ({1}). This will prevent them from accessing the application.
ar: أنت على وشك حظر <0>{0}</0> ({1}). سيمنع هذا من الوصول إلى التطبيق.

source: You are impersonating <0>{0}</0>
ar: أنت تنتحل شخصية <0>{0}</0>

source: You don't have permission to access this admin area.
ar: ليس لديك إذن للوصول إلى منطقة المدير هذه.
