Repository: bugbasher-dev/bugbasher
Catalog: apps/admin/app/locales/*.po
Languages: ar

source: ... and {0} more
ar: ... و {0} أكثر

source: ({duration} minute{0} ago)
ar: (منذ {duration} دقيقة{0})

source: (Expired)
ar: (منتهي الصلاحية)

source: {0} / {1} max
ar: {0} / {1} كحد أقصى

source: {0} active
ar: {0} نشط

source: {0} active • +{1} new this week
ar: {0} نشط • +{1} جديد هذا الأسبوع

source: {0} identity provider configuration
ar: إعداد موفر الهوية {0}

source: {0} occurrences
ar: {0} حدوث

source: {0} requests
ar: {0} طلب

source: {0} selected
ar: {0} محدد

source: {0} total
ar: {0} إجمالي

source: {0} users
ar: {0} مستخدم

source: {activeCount} active
ar: {activeCount} نشط

source: {totalSessions} total sessions
ar: {totalSessions} جلسة إجمالية

source: ← Back to IP Addresses
ar: ← العودة إلى عناوين IP

source: + New Role
ar: + دور جديد

source: +{0} more users
ar: +{0} مستخدم آخر

source: +{recentUsers} new this week
ar: +{recentUsers} جديد هذا الأسبوع

source: 0 configured
ar: 0 مكوّن

source: 0 passkeys
ar: 0 مفاتيح مرور

source: 1-10 (higher = more permissions)
ar: 1-10 (أعلى = صلاحيات أكثر)

source: Accept
ar: قبول

source: Access Denied
ar: تم رفض الوصول

source: Access Granted
ar: تم منح الوصول

source: Access Level
ar: مستوى الوصول

source: across all caches
ar: عبر جميع ذاكرات التخزين المؤقت

source: Action
ar: إجراء

source: Actions
ar: الإجراءات

source: Activate
ar: تفعيل

source: Active
ar: نشط

source: Active Sessions
ar: الجلسات النشطة

source: Active Users:
ar: المستخدمون النشطون:

source: Activity
ar: النشاط

source: Activity Information
ar: معلومات النشاط

source: Add feature
ar: إضافة ميزة

source: Add Flag
ar: إضافة مؤشر

source: Add Override
ar: إضافة تجاوز

source: Add permission
ar: إضافة صلاحية

source: Admin
ar: مدير

source: Admin Dashboard
ar: لوحة تحكم المدير

source: Admin Impersonation Active
ar: انتحال شخصية المدير نشط

source: Admin role required
ar: دور المدير مطلوب

source: All
ar: الكل

source: All caches
ar: جميع ذاكرات التخزين المؤقت

source: All organizations
ar: جميع المؤسسات

source: All plans
ar: جميع الخطط

source: All severities
ar: جميع مستويات الخطورة

source: All statuses
ar: جميع الحالات

source: All Users
ar: جميع المستخدمين

source: Allow Exports
ar: السماح بالتصدير

source: Allow users to export audit logs
ar: السماح للمستخدمين بتصدير سجلات المراجعة

source: any - Any resources
ar: أي - أي موارد

source: Apply Preset
ar: تطبيق الإعداد المسبق

source: Archive Old Logs
ar: أرشفة السجلات القديمة

source: Archived Logs
ar: السجلات المؤرشفة

source: Are you sure you want to blacklist {0}? This will prevent all future requests from this IP address.
ar: هل أنت متأكد من أنك تريد إدراج {0} في القائمة السوداء؟ سيمنع هذا جميع الطلبات المستقبلية من عنوان IP هذا.

source: Are you sure you want to delete this role?
ar: هل أنت متأكد من أنك تريد حذف هذا الدور؟

source: Are you sure you want to delete this system role?
ar: هل أنت متأكد من أنك تريد حذف دور النظام هذا؟

source: Attribute Mapping (JSON)
ar: تعيين الخصائص (JSON)

source: Audit Log Retention Policy
ar: سياسة الاحتفاظ بسجل المراجعة

source: Audit Logs
ar: سجلات المراجعة

source: Audit Trail
ar: مسار المراجعة

source: Authentication Methods
ar: طرق المصادقة

source: Authorization URL
ar: رابط التفويض

source: Auto-Discovery
ar: الاكتشاف التلقائي

source: Auto-Provision Users
ar: توفير المستخدمين تلقائياً

source: Automatically archive old logs to cold storage
ar: أرشفة السجلات القديمة تلقائياً في التخزين البارد

source: Automatically create user accounts for new SSO users
ar: إنشاء حسابات المستخدمين تلقائياً لمستخدمي SSO الجدد

source: Automatically discover OAuth2 endpoints from the issuer URL
ar: اكتشاف نقاط نهاية OAuth2 تلقائياً من رابط المُصدر

source: Average Size
ar: الحجم المتوسط

source: Ban Expired
ar: انتهت صلاحية الحظر

source: Ban Information
ar: معلومات الحظر

source: Ban User
ar: حظر المستخدم

source: Banned
ar: محظور

source: Banned by:
ar: محظور بواسطة:

source: Banned:
ar: محظور:

source: Banning...
ar: جاري الحظر...

source: Basic information
ar: المعلومات الأساسية

source: Blacklist
ar: القائمة السوداء

source: Blacklist IP
ar: إدراج IP في القائمة السوداء

source: Blacklist IP Address
ar: إدراج عنوان IP في القائمة السوداء

source: Blacklist Reason
ar: سبب الإدراج في القائمة السوداء

source: Blacklisted
ar: مدرج في القائمة السوداء

source: Blacklisted At
ar: تاريخ الإدراج في القائمة السوداء

source: Blacklisted By
ar: أدرج في القائمة السوداء بواسطة

source: Blacklisted IPs
ar: عناوين IP المدرجة في القائمة السوداء

source: blocked
ar: محجوب

source: Boolean
ar: منطقي

source: Bulk Actions ({0})
ar: الإجراءات المجمعة ({0})

source: Cache
ar: ذاكرة التخزين المؤقت

source: Cache Management
ar: إدارة ذاكرة التخزين المؤقت

source: Cache Type:
ar: نوع ذاكرة التخزين المؤقت:

source: Cancel
ar: إلغاء

source: Canceled
ar: ملغي

source: Clear {0}
ar: مسح {0}

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت

source: Clear Filters
ar: مسح المرشحات

source: Clear selection
ar: مسح التحديد

source: Client ID
ar: معرف العميل

source: Client ID:
ar: معرف العميل:

source: Client Secret
ar: سر العميل

source: Columns
ar: الأعمدة

source: Compliance Presets
ar: الإعدادات المسبقة للامتثال

source: Compliance Standard (Optional)
ar: معيار الامتثال (اختياري)

source: Comprehensive activity tracking and compliance audit trail
ar: تتبع شامل للأنشطة ومسار مراجعة الامتثال

source: Config Changes
ar: تغييرات الإعداد

source: Configuration
ar: الإعداد

source: Configure custom retention and archival settings
ar: تكوين إعدادات الاحتفاظ والأرشفة المخصصة

source: Configure how users are created and managed through SSO
ar: تكوين كيفية إنشاء وإدارة المستخدمين من خلال SSO

source: Configure OAuth2 endpoints and security settings
ar: تكوين نقاط نهاية OAuth2 وإعدادات الأمان

source: Configure retention and archival settings for {0}
ar: تكوين إعدادات الاحتفاظ والأرشفة لـ {0}

source: Configure Single Sign-On for {0}
ar: تكوين تسجيل الدخول الموحد لـ {0}

source: Configure your organization's identity provider settings
ar: تكوين إعدادات موفر الهوية لمؤسستك

source: Confirm
ar: تأكيد

source: Connected Accounts
ar: الحسابات المتصلة

source: Core System Role
ar: دور النظام الأساسي

source: Create a new feature flag at system level.
ar: إنشاء مؤشر ميزة جديد على مستوى النظام.

source: Create a new role with custom permissions
ar: إنشاء دور جديد بصلاحيات مخصصة

source: Create an override at organization level.
ar: إنشاء تجاوز على مستوى المؤسسة.

source: Create an override at user level.
ar: إنشاء تجاوز على مستوى المستخدم.

source: Create Flag
ar: إنشاء مؤشر

source: Create New Role
ar: إنشاء دور جديد

source: Create Override
ar: إنشاء تجاوز

source: Create Override for "{flagKey}"
ar: إنشاء تجاوز لـ "{flagKey}"

source: Create Role
ar: إنشاء دور

source: Created
ar: تم الإنشاء

source: Created {0}
ar: تم الإنشاء {0}

source: Created by:
ar: تم الإنشاء بواسطة:

source: Created:
ar: تم الإنشاء:

source: Created: {createdAt}
ar: تم الإنشاء: {createdAt}

source: Creating...
ar: جاري الإنشاء...

source: Critical
ar: حرج

source: Current active login sessions
ar: جلسات تسجيل الدخول النشطة الحالية

source: Currently logged in users
ar: المستخدمون المسجلون حالياً

source: Custom Retention Policy
ar: سياسة احتفاظ مخصصة

source: Dark
ar: داكن

source: Dark mode
ar: الوضع الداكن

source: Dashboard
ar: لوحة التحكم

source: Date
ar: التاريخ

source: Deactivate
ar: إلغاء التفعيل

source: Default
ar: افتراضي

source: Default Role
ar: الدور الافتراضي

source: Delete
ar: حذف

source: Delete {0} LRU keys
ar: حذف {0} مفاتيح LRU

source: Delete {0} SQLite keys
ar: حذف {0} مفاتيح SQLite

source: Delete cache key
ar: حذف مفتاح ذاكرة التخزين المؤقت

source: Delete Cache Key
ar: حذف مفتاح ذاكرة التخزين المؤقت

source: Delete role
ar: حذف الدور

source: Describe what this role can do...
ar: وصف ما يمكن لهذا الدور فعله...

source: Description
ar: الوصف

source: Detailed information for IP {0}
ar: معلومات مفصلة لعنوان IP {0}

source: Disable
ar: تعطيل

source: Disable SSO
ar: تعطيل SSO

source: Disabled
ar: معطل

source: e.g. create, read, approve, publish
ar: مثل: إنشاء، قراءة، موافقة، نشر

source: e.g., editor, moderator, contributor
ar: مثل: محرر، مشرف، مساهم

source: e.g., Okta, Azure AD, Auth0
ar: مثل: Okta، Azure AD، Auth0

source: Edit
ar: تحرير

source: Edit Flag
ar: تحرير المؤشر

source: Edit Override
ar: تحرير التجاوز

source: Edit Override for "{flagKey}"
ar: تحرير التجاوز لـ "{flagKey}"

source: Edit the details of the feature flag.
ar: تحرير تفاصيل مؤشر الميزة.

source: Effective Value
ar: القيمة الفعالة

source: Email
ar: البريد الإلكتروني

source: Enable
ar: تفعيل

source: Enable Archiving
ar: تفعيل الأرشفة

source: Enable SSO
ar: تفعيل SSO

source: Enabled
ar: مفعل

source: End Date
ar: تاريخ الانتهاء

source: Enter feature description
ar: أدخل وصف الميزة

source: Enter feature key
ar: أدخل مفتاح الميزة

source: Enter feature name
ar: أدخل اسم الميزة

source: Enter Organization ID
ar: أدخل معرف المؤسسة

source: Enter Organization ID (optional - for per-org overrides)
ar: أدخل معرف المؤسسة (اختياري - للتجاوزات لكل مؤسسة)

source: Enter permission description
ar: أدخل وصف الصلاحية

source: Enter permission name
ar: أدخل اسم الصلاحية

source: Enter reason for blacklisting this IP address...
ar: أدخل سبب إدراج عنوان IP هذا في القائمة السوداء...

source: Enter the reason for banning this user...
ar: أدخل سبب حظر هذا المستخدم...

source: Enter User ID (required)
ar: أدخل معرف المستخدم (مطلوب)

source: Entries:
ar: الإدخالات:

source: Error
ar: خطأ

source: Expiration Date
ar: تاريخ انتهاء الصلاحية

source: Expires:
ar: ينتهي:

source: Expires: {expiresAt}
ar: تنتهي الصلاحية: {expiresAt}

source: Export CSV
ar: تصدير CSV

source: Export JSON
ar: تصدير JSON

source: Feature Flags
ar: مؤشرات الميزات

source: Feature permissions
ar: صلاحيات الميزات

source: Feature: {selectedEntity}
ar: الميزة: {selectedEntity}

source: Feedback
ar: التعليقات

source: Filter by cache type
ar: تصفية حسب نوع ذاكرة التخزين المؤقت

source: Filter by organization
ar: تصفية حسب المؤسسة

source: Filters
ar: المرشحات

source: Find and manage user accounts
ar: البحث عن حسابات المستخدمين وإدارتها

source: First Seen
ar: أول ظهور

source: Flag Key
ar: مفتاح المؤشر

source: Flag Value
ar: قيمة المؤشر

source: Flags for Organization: {searchedOrgId}
ar: المؤشرات للمؤسسة: {searchedOrgId}

source: Flags for User: {searchedUserId} (Global)
ar: المؤشرات للمستخدم: {searchedUserId} (عام)

source: Flags for User: {searchedUserId} (Org: {searchedOrgId})
ar: المؤشرات للمستخدم: {searchedUserId} (المؤسسة: {searchedOrgId})

source: Global roles that apply across the entire system
ar: الأدوار العامة التي تطبق على النظام بأكمله

source: Go to first page
ar: الانتقال إلى الصفحة الأولى

source: Go to last page
ar: الانتقال إلى الصفحة الأخيرة

source: Go to next page
ar: الانتقال إلى الصفحة التالية

source: Go to previous page
ar: الانتقال إلى الصفحة السابقة

source: Grant Access
ar: منح الوصول

source: Guest
ar: ضيف

source: Higher level roles can manage lower level roles
ar: الأدوار ذات المستوى الأعلى يمكنها إدارة الأدوار ذات المستوى الأقل

source: Hot Storage Period (days)
ar: فترة التخزين الساخن (أيام)

source: Hot storage: {0} days
ar: التخزين الساخن: {0} أيام

source: How long to keep logs before permanent deletion
ar: المدة المراد الاحتفاظ بالسجلات قبل الحذف الدائم

source: How long to keep logs readily searchable
ar: المدة المراد الاحتفاظ بالسجلات قابلة للبحث بسهولة

source: Identity Provider Configuration
ar: إعداد موفر الهوية

source: Impersonate
ar: انتحال الشخصية

source: In last 100 events
ar: في آخر 100 حدث

source: In-memory LRU cache
ar: ذاكرة التخزين المؤقت LRU في الذاكرة

source: Inactive
ar: غير نشط

source: Incomplete
ar: غير مكتمل

source: Info
ar: معلومات

source: Instance:
ar: المثيل:

source: Integrations
ar: التكاملات

source: IP Address
ar: عنوان IP

source: IP Address Details
ar: تفاصيل عنوان IP

source: IP Addresses
ar: عناوين IP

source: IP addresses used by this user
ar: عناوين IP المستخدمة من قبل هذا المستخدم

source: IP Information
ar: معلومات IP

source: Issuer URL
ar: رابط المُصدر

source: Issuer URL:
ar: رابط المُصدر:

source: Joined
ar: انضم

source: Key
ar: المفتاح

source: Keys to delete:
ar: المفاتيح المراد حذفها:

source: Last 30 days
ar: آخر 30 يوم

source: Last 7 days
ar: آخر 7 أيام

source: Last Login
ar: آخر تسجيل دخول

source: Last Login:
ar: آخر تسجيل دخول:

source: Last Request
ar: آخر طلب

source: Last Seen
ar: آخر ظهور

source: Last Seen: {lastSeenAt}
ar: آخر ظهور: {lastSeenAt}

source: Last SSO Login
ar: آخر تسجيل دخول SSO

source: Last Tested:
ar: آخر اختبار:

source: Last User Agent
ar: آخر وكيل مستخدم

source: Launch status is currently <0>{0}</0>. The waitlist is only active when LAUNCH_STATUS is set to CLOSED_BETA.
ar: حالة الإطلاق حالياً <0>{0}</0>. قائمة الانتظار نشطة فقط عندما يتم تعيين LAUNCH_STATUS إلى CLOSED_BETA.

source: Leave Organization ID empty to view/set global user overrides. Enter an Organization ID to view/set overrides for that specific organization.
ar: اترك معرف المؤسسة فارغاً لعرض/تعيين التجاوزات العامة للمستخدم. أدخل معرف المؤسسة لعرض/تعيين التجاوزات لتلك المؤسسة المحددة.

source: Level
ar: المستوى

source: Level (Organization roles only)
ar: المستوى (أدوار المؤسسة فقط)

source: Lift Ban
ar: رفع الحظر

source: Light
ar: فاتح

source: Light mode
ar: الوضع الفاتح

source: Location
ar: الموقع

source: LRU Cache
ar: ذاكرة التخزين المؤقت LRU

source: LRU only
ar: LRU فقط

source: Manage all organizations in the system
ar: إدارة جميع المؤسسات في النظام

source: Manage all users in the system
ar: إدارة جميع المستخدمين في النظام

source: Manage Cache →
ar: إدارة ذاكرة التخزين المؤقت →

source: Manage organization and system roles and permissions
ar: إدارة أدوار المؤسسة والنظام والصلاحيات

source: Manage Organizations
ar: إدارة المؤسسات

source: Manage system performance
ar: إدارة أداء النظام

source: Manage Users
ar: إدارة المستخدمين

source: Manage users who authenticate through SSO for {0}
ar: إدارة المستخدمين الذين يتحققون من خلال SSO لـ {0}

source: Manage users, organizations, and system settings
ar: إدارة المستخدمين والمؤسسات وإعدادات النظام

source: Manage waitlist users and grant early access
ar: إدارة مستخدمي قائمة الانتظار ومنح الوصول المبكر

source: Manual Actions
ar: الإجراءات اليدوية

source: Manual Endpoint Configuration
ar: إعداد نقطة النهاية اليدوي

source: Manually trigger archival of logs older than the hot storage period
ar: تشغيل أرشفة السجلات الأقدم من فترة التخزين الساخن يدويًا

source: Map OIDC claims to user attributes. Leave empty for default mapping.
ar: تعيين مطالبات OIDC إلى سمات المستخدم. اترك فارغاً للتعيين الافتراضي.

source: Member
ar: عضو

source: Members
ar: الأعضاء

source: Modify the override value.
ar: تعديل قيمة التجاوز.

source: Monitor and manage IP addresses accessing your website
ar: مراقبة وإدارة عناوين IP التي تصل إلى موقعك

source: Monitor and manage system cache
ar: مراقبة وإدارة ذاكرة تخزين النظام المؤقتة

source: Monitor and manage system cache performance
ar: مراقبة وإدارة أداء ذاكرة تخزين النظام المؤقتة

source: Monitor organization activity
ar: مراقبة نشاط المؤسسة

source: N/A
ar: غير متاح

source: Name
ar: الاسم

source: Name *
ar: الاسم *

source: Never
ar: أبداً

source: New feature
ar: ميزة جديدة

source: New permission
ar: صلاحية جديدة

source: Next
ar: التالي

source: No active sessions
ar: لا توجد جلسات نشطة

source: No Audit Logs
ar: لا توجد سجلات مراجعة

source: No audit logs found
ar: لم يتم العثور على سجلات مراجعة

source: No cache entries found
ar: لم يتم العثور على إدخالات ذاكرة تخزين مؤقت

source: No cache keys match "{query}"
ar: لا توجد مفاتيح ذاكرة تخزين مؤقت تطابق "{query}"

source: No connected accounts
ar: لا توجد حسابات متصلة

source: No description
ar: لا يوجد وصف

source: No flags configured
ar: لم يتم تكوين أي مؤشرات

source: No IP addresses found
ar: لم يتم العثور على عناوين IP

source: No IP addresses recorded for this user
ar: لم يتم تسجيل عناوين IP لهذا المستخدم

source: No notes created
ar: لم يتم إنشاء ملاحظات

source: No organization roles found
ar: لم يتم العثور على أدوار المؤسسة

source: No organizations found.
ar: لم يتم العثور على مؤسسات.

source: No recent activity
ar: لا يوجد نشاط حديث

source: No recent comments
ar: لا توجد تعليقات حديثة

source: No SSO activities have been recorded yet.
ar: لم يتم تسجيل أي أنشطة SSO حتى الآن.

source: No SSO sessions
ar: لا توجد جلسات SSO

source: No SSO Users
ar: لا يوجد مستخدمو SSO

source: No Subscription
ar: لا توجد اشتراكات

source: No system flags configured
ar: لم يتم تكوين أي مؤشرات نظام

source: No system roles found
ar: لم يتم العثور على أدوار النظام

source: No users
ar: لا يوجد مستخدمون

source: No users found.
ar: لم يتم العثور على مستخدمين.

source: No users have authenticated through SSO yet.
ar: لم يتحقق أي مستخدمين من خلال SSO حتى الآن.

source: No users have been tracked for this IP address
ar: لم يتم تتبع أي مستخدمين لعنوان IP هذا

source: No waitlist entries found
ar: لم يتم العثور على إدخالات قائمة الانتظار

source: None
ar: بلا

source: Not Set
ar: غير محدد

source: Notes
ar: الملاحظات

source: Notes Created
ar: الملاحظات المنشأة

source: Number
ar: رقم

source: OAuth2 Client ID
ar: معرف عميل OAuth2

source: OAuth2 Client Secret
ar: سر عميل OAuth2

source: OAuth2 Configuration
ar: إعداد OAuth2

source: Oldest Log
ar: أقدم سجل

source: Optional
ar: اختياري

source: org - Organization resources
ar: org - موارد المؤسسة

source: Organization
ar: المؤسسة

source: Organization Override
ar: تجاوز المؤسسة

source: Organization Role
ar: دور المؤسسة

source: Organization Roles
ar: أدوار المؤسسة

source: Organization roles apply within specific organizations, while system roles are global.
ar: تنطبق أدوار المؤسسة على مؤسسات محددة، بينما الأدوار النظامية عامة.

source: Organizations
ar: المؤسسات

source: Override Value
ar: قيمة التجاوز

source: Overview
ar: نظرة عامة

source: own - User's own resources
ar: own - موارد المستخدم الخاصة

source: Owner
ar: المالك

source: Page {0} of {1}
ar: الصفحة {0} من {1}

source: Page {page} of {totalPages}
ar: الصفحة {page} من {totalPages}

source: Page Not Found
ar: الصفحة غير موجودة

source: Passkeys
ar: مفاتيح المرور

source: Password
ar: كلمة المرور

source: Past Due
ar: متأخر

source: Pending
ar: قيد الانتظار

source: Pending Access
ar: الوصول قيد الانتظار

source: per SQLite entry
ar: لكل إدخال SQLite

source: Permissions
ar: الصلاحيات

source: Persistent cache stored in SQLite database
ar: ذاكرة التخزين المؤقت الدائمة المخزنة في قاعدة بيانات SQLite

source: Personal + Organization notes
ar: الملاحظات الشخصية + المؤسسة

source: PKCE Enabled
ar: PKCE مفعل

source: Points
ar: النقاط

source: Previous
ar: السابق

source: Processing...
ar: جاري المعالجة...

source: Provider Details
ar: تفاصيل موفر الخدمة

source: Provider Name
ar: اسم موفر الخدمة

source: Provider:
ar: موفر الخدمة:

source: Quick Actions
ar: الإجراءات السريعة

source: Quick apply industry-standard retention policies
ar: تطبيق سريع لسياسات الاحتفاظ بمعايير الصناعة

source: Rank
ar: الترتيب

source: Read our Cookie Policy
ar: اقرأ سياسة ملفات تعريف الارتباط الخاصة بنا

source: Reason for ban
ar: سبب الحظر

source: Reason for blacklisting
ar: سبب الإدراج في القائمة السوداء

source: Reason:
ar: السبب:

source: Recent Activity
ar: النشاط الأخير

source: Recent Comments
ar: التعليقات الأخيرة

source: Recent Logins
ar: تسجيلات الدخول الأخيرة

source: Recent Logins:
ar: تسجيلات الدخول الأخيرة:

source: Recent Notes
ar: الملاحظات الأخيرة

source: Recent notes shown
ar: الملاحظات الأخيرة المعروضة

source: Recent SSO configuration changes and user activities
ar: تغييرات إعداد SSO الأخيرة وأنشطة المستخدم

source: Referrals
ar: الإحالات

source: Reject
ar: رفض

source: Remove Override
ar: إزالة التجاوز

source: Requests
ar: الطلبات

source: Reset
ar: إعادة تعيين

source: Retention Period (days)
ar: فترة الاحتفاظ (أيام)

source: Retention: {0} days ({1} years)
ar: الاحتفاظ: {0} أيام ({1} سنة)

source: Return to Admin Dashboard
ar: العودة إلى لوحة تحكم المدير

source: Return to App
ar: العودة إلى التطبيق

source: Revocation URL (Optional)
ar: رابط الإلغاء (اختياري)

source: Revoke
ar: إلغاء

source: Role
ar: الدور

source: Role description
ar: وصف الدور

source: Role name
ar: اسم الدور

source: Role Type
ar: نوع الدور

source: Roles
ar: الأدوار

source: Roles that apply within specific organizations
ar: الأدوار التي تنطبق على مؤسسات محددة

source: Rows per page
ar: الصفوف لكل صفحة

source: Run Archival
ar: تشغيل الأرشفة

source: Run maintenance tasks on audit logs
ar: تشغيل مهام الصيانة على سجلات المراجعة

source: Save Changes
ar: حفظ التغييرات

source: Save Configuration
ar: حفظ الإعداد

source: Save Policy
ar: حفظ السياسة

source: Saving...
ar: جاري الحفظ...

source: Scopes
ar: النطاقات

source: Scopes:
ar: النطاقات:

source: Search
ar: بحث

source: Search by name, email, or username...
ar: البحث بالاسم أو البريد الإلكتروني أو اسم المستخدم...

source: Search cache keys...
ar: البحث عن مفاتيح ذاكرة التخزين المؤقت...

source: Search details or action...
ar: البحث عن التفاصيل أو الإجراء...

source: Search Organization
ar: البحث عن المؤسسة

source: Search organizations...
ar: البحث عن المؤسسات...

source: Search User
ar: البحث عن المستخدم

source: Search Users
ar: البحث عن المستخدمين

source: Search users...
ar: البحث عن المستخدمين...

source: Security
ar: الأمان

source: Security Events
ar: أحداث الأمان

source: Select access level
ar: اختر مستوى الوصول

source: Select flag type
ar: اختر نوع المؤشر

source: Select role type
ar: اختر نوع الدور

source: Session {sessionId}...
ar: الجلسة {sessionId}...

source: Set
ar: محدد

source: Set expiration date (optional)
ar: تعيين تاريخ انتهاء الصلاحية (اختياري)

source: Severity
ar: مستوى الخطورة

source: Showing {0} of {1} events
ar: عرض {0} من {1} حدث

source: Showing {0} to {1} of {2} entries
ar: عرض {0} إلى {1} من {2} إدخال

source: Showing {0} to {1} of {2} organizations
ar: عرض {0} إلى {1} من {2} مؤسسة

source: Showing {0} to {1} of {2} users
ar: عرض {0} إلى {1} من {2} مستخدم

source: Showing {totalKeys} cache entries{0}{1}
ar: عرض {totalKeys} إدخال ذاكرة تخزين مؤقت{0}{1}

source: Size
ar: الحجم

source: Sort by Date
ar: الترتيب حسب التاريخ

source: Sort by Points
ar: الترتيب حسب النقاط

source: Sort by Rank
ar: الترتيب حسب الترتيب

source: Source
ar: المصدر

source: SQLite Cache
ar: ذاكرة التخزين المؤقت SQLite

source: SQLite only
ar: SQLite فقط

source: SSO Audit Trail
ar: مسار مراجعة SSO

source: SSO Configuration
ar: إعداد SSO

source: SSO connection has not been tested recently or may be experiencing issues. Consider testing the connection.
ar: لم يتم اختبار اتصال SSO مؤخراً أو قد يواجه مشاكل. فكر في اختبار الاتصال.

source: SSO is configured but currently disabled. Users cannot authenticate through SSO.
ar: تم تكوين SSO لكنه معطل حالياً. لا يمكن للمستخدمين المصادقة من خلال SSO.

source: SSO Provider
ar: موفر SSO

source: SSO Users
ar: مستخدمو SSO

source: SSO Users ({0})
ar: مستخدمو SSO ({0})

source: Start Date
ar: تاريخ البداية

source: Status
ar: الحالة

source: Status:
ar: الحالة:

source: Stop Impersonation
ar: إيقاف انتحال الشخصية

source: String
ar: نص

source: Subscription
ar: الاشتراك

source: Subscription Status
ar: حالة الاشتراك

source: suspicious
ar: مشبوه

source: Suspicious
ar: مشبوه

source: Suspicious IPs
ar: عناوين IP المشبوهة

source: Suspicious Score
ar: درجة الشبهة

source: System
ar: النظام

source: System Default
ar: الافتراضي للنظام

source: System Flags
ar: مؤشرات النظام

source: System Management
ar: إدارة النظام

source: System permissions
ar: صلاحيات النظام

source: System permissions management coming soon
ar: إدارة صلاحيات النظام قريباً

source: System Role
ar: دور النظام

source: System Roles
ar: أدوار النظام

source: System theme
ar: مظهر النظام

source: System value:
ar: قيمة النظام:

source: System-wide permissions for this role
ar: صلاحيات على مستوى النظام لهذا الدور

source: Test Connection
ar: اختبار الاتصال

source: Testing...
ar: جاري الاختبار...

source: The admin page you're looking for doesn't exist.
ar: صفحة المدير التي تبحث عنها غير موجودة.
